insert into EDUCATION_PLAN 
values
('2023','计算机科学与技术','思想政治理论','5100055','1','思想道德修养与法律基础','张三',3,48,'2023-09-01','2023-01-31','周二10:25-12:00',240,48,0,0,0,0,1,1,'马克思主义学院',null),
('2023',	'计算机科学与技术',	'思想政治理论',	'2111139',	'2',	'中国近代史纲要',	'李四',	2,	48,	'2023-03-01',	'2023-06-30',	'周三10:25-12:00',	240,	39,	0,	9,	0,	0,	2,	1,	'马克思主义学院',	null),
('2023',	'计算机科学与技术',	'思想政治理论',	'2111140',	'3',	'马克思主义基本原理',	'王五',	3,	64,	'2023-09-01',	'2023-01-31',	'周一18:30-20:05',	240,	48,	0,	16,	0,	0,	3,	1,	'马克思主义学院',	null),
('2023',	'计算机科学与技术',	'思想政治理论',	'2111141',	'4',	'毛泽东思想和中国特色社会主义理论体系概论',	'赵六',	6,	64,	'2023-03-01',	'2019-06-30',	'周五13:30-15:05',	240,	48,	0,	16,	0,	0,	6,	1,	'马克思主义学院',	null),
('2023',	'计算机科学与技术',	'思想政治理论',	'5100054',	'5',	'形式与政策',	'李狗蛋',	2,	56,	'2023-09-01',	'2023-06-30',	'未定',	130,	8,	0,	0,	48,	0,	8,	1,	'学生工作部',	null);

